{
  "<PAD>": 0,
  "<UNK>": 1,
  "</s>": 2,
  "元": 3,
  "费": 4,
  "买": 5,
  "了": 6,
  "付": 7,
  "支": 8,
  "上": 9,
  "在": 10,
  "花": 11,
  "报": 12,
  "购": 13,
  "电": 14,
  "车": 15,
  "刚": 16,
  "午": 17,
  "周": 18,
  "看": 19,
  "交": 20,
  "补": 21,
  "药": 22,
  "天": 23,
  "出": 24,
  "记": 25,
  "打": 26,
  "票": 27,
  "家": 28,
  "消": 29,
  "铁": 30,
  "本": 31,
  "网": 32,
  "用": 33,
  "销": 34,
  "早": 35,
  "物": 36,
  "款": 37,
  "下": 38,
  "单": 39,
  "账": 40,
  "地": 41,
  "公": 42,
  "课": 43,
  "游": 44,
  "月": 45,
  "品": 46,
  "号": 47,
  "名": 48,
  "充": 49,
  "水": 50,
  "租": 51,
  "学": 52,
  "医": 53,
  "晚": 54,
  "班": 55,
  "生": 56,
  "末": 57,
  "小": 58,
  "中": 59,
  "今": 60,
  "程": 61,
  "吃": 62,
  "衣": 63,
  "知": 64,
  "影": 65,
  "昨": 66,
  "超": 67,
  "市": 68,
  "房": 69,
  "会": 70,
  "坐": 71,
  "餐": 72,
  "缴": 73,
  "点": 74,
  "机": 75,
  "金": 76,
  "值": 77,
  "维": 78,
  "场": 79,
  "商": 80,
  "挂": 81,
  "院": 82,
  "开": 83,
  "入": 84,
  "文": 85,
  "站": 86,
  "转": 87,
  "考": 88,
  "油": 89,
  "料": 90,
  "检": 91,
  "区": 92,
  "附": 93,
  "教": 94,
  "近": 95,
  "感": 96,
  "冒": 97,
  "不": 98,
  "道": 99,
  "卡": 100,
  "洗": 101,
  "玩": 102,
  "门": 103,
  "活": 104,
  "录": 105,
  "手": 106,
  "多": 107,
  "司": 108,
  "滴": 109,
  "校": 110,
  "乐": 111,
  "具": 112,
  "外": 113,
  "诊": 114,
  "火": 115,
  "习": 116,
  "纳": 117,
  "乘": 118,
  "员": 119,
  "印": 120,
  "高": 121,
  "编": 122,
  "喝": 123,
  "鸡": 124,
  "日": 125,
  "食": 126,
  "资": 127,
  "菜": 128,
  "素": 129,
  "停": 130,
  "备": 131,
  "押": 132,
  "吧": 133,
  "92": 134,
  "酒": 135,
  "证": 136,
  "宝": 137,
  "淘": 138,
  "燃": 139,
  "气": 140,
  "展": 141,
  "辅": 142,
  "暖": 143,
  "修": 144,
  "取": 145,
  "递": 146,
  "快": 147,
  "汽": 148,
  "服": 149,
  "滑": 150,
  "炎": 151,
  "空": 152,
  "调": 153,
  "清": 154,
  "冰": 155,
  "捐": 156,
  "健": 157,
  "搬": 158,
  "身": 159,
  "体": 160,
  "唱": 161,
  "演": 162,
  "吒": 163,
  "哪": 164,
  "鞋": 165,
  "约": 166,
  "啥": 167,
  "临": 168,
  "时": 169,
  "护": 170,
  "书": 171,
  "京": 172,
  "东": 173,
  "景": 174,
  "训": 175,
  "培": 176,
  "肤": 177,
  "续": 178,
  "查": 179,
  "腔": 180,
  "口": 181,
  "论": 182,
  "保": 183,
  "宽": 184,
  "加": 185,
  "带": 186,
  "飞": 187,
  "蛋": 188,
  "糕": 189,
  "复": 190,
  "苗": 191,
  "疫": 192,
  "店": 193,
  "血": 194,
  "验": 195,
  "病": 196,
  "戏": 197,
  "试": 198,
  "业": 199,
  "理": 200,
  "园": 201,
  "疗": 202,
  "笔": 203,
  "拼": 204,
  "旅": 205,
  "妆": 206,
  "材": 207,
  "化": 208,
  "舍": 209,
  "液": 210,
  "披": 211,
  "政": 212,
  "宿": 213,
  "音": 214,
  "忘": 215,
  "语": 216,
  "英": 217,
  "萨": 218,
  "件": 219,
  "咖": 220,
  "茶": 221,
  "奶": 222,
  "啡": 223,
  "朋": 224,
  "眼": 225,
  "友": 226,
  "代": 227,
  "脑": 228,
  "耳": 229,
  "黄": 230,
  "焖": 231,
  "KTV": 232,
  "桌": 233,
  "杂": 234,
  "他": 235,
  "项": 236,
  "卫": 237,
  "未": 238,
  "人": 239,
  "配": 240,
  "其": 241,
  "速": 242,
  "卖": 243,
  "来": 244,
  "巾": 245,
  "剧": 246,
  "杀": 247,
  "所": 248,
  "壳": 249,
  "情": 250,
  "纸": 251,
  "往": 252,
  "视": 253,
  "频": 254,
  "回": 255,
  "勤": 256,
  "通": 257,
  "麻": 258,
  "常": 259,
  "辣": 260,
  "烫": 261,
  "聚": 262,
  "包": 263,
  "红": 264,
  "锅": 265,
  "密": 266,
  "室": 267,
  "逃": 268,
  "脱": 269,
  "饮": 270,
  "零": 271,
  "面": 272,
  "堂": 273,
  "拉": 274,
  "科": 275,
  "牙": 276,
  "炸": 277,
  "享": 278,
  "共": 279,
  "礼": 280,
  "堡": 281,
  "汉": 282,
  "星": 283,
  "巴": 284,
  "克": 285,
  "拿": 286,
  "烧": 287,
  "烤": 288,
  "果": 289,
  "8": 290,
  "83": 291,
  "11": 292,
  "7": 293,
  "79": 294,
  "94": 295,
  "9": 296,
  "150": 297,
  "402": 298,
  "78": 299,
  "21": 300,
  "46": 301,
  "15": 302,
  "55": 303,
  "69": 304,
  "122": 305,
  "3": 306,
  "33": 307,
  "12": 308,
  "540": 309,
  "16": 310,
  "75": 311,
  "36": 312,
  "5": 313,
  "63": 314,
  "19": 315,
  "29": 316,
  "979": 317,
  "64": 318,
  "6": 319,
  "52": 320,
  "45": 321,
  "34": 322,
  "41": 323,
  "211": 324,
  "15.56": 325,
  "44": 326,
  "42": 327,
  "61": 328,
  "138": 329,
  "50": 330,
  "73.18": 331,
  "215": 332,
  "617": 333,
  "105": 334,
  "14": 335,
  "47": 336,
  "314": 337,
  "1409": 338,
  "71": 339,
  "380": 340,
  "786": 341,
  "9.39": 342,
  "30": 343,
  "413": 344,
  "151": 345,
  "480": 346,
  "315": 347,
  "26": 348,
  "172": 349,
  "91": 350,
  "51": 351,
  "25": 352,
  "27": 353,
  "77": 354,
  "114": 355,
  "1087": 356,
  "250": 357,
  "758": 358,
  "59": 359,
  "160": 360,
  "475": 361,
  "3072": 362,
  "99": 363,
  "40": 364,
  "549": 365,
  "70": 366,
  "20": 367,
  "195": 368,
  "54": 369,
  "58": 370,
  "543": 371,
  "57": 372,
  "863": 373,
  "4785": 374,
  "80": 375,
  "116": 376,
  "32": 377,
  "10.2": 378,
  "96": 379,
  "56": 380,
  "18": 381,
  "142": 382,
  "22": 383,
  "969": 384,
  "790": 385,
  "154": 386,
  "42.9": 387,
  "38": 388,
  "748": 389,
  "4459.09": 390,
  "93.95": 391,
  "499": 392,
  "67.4": 393,
  "419.64": 394,
  "173.24": 395,
  "183.88": 396,
  "85.14": 397,
  "680": 398,
  "14.61": 399,
  "107.75": 400,
  "414": 401,
  "106.17": 402,
  "705.75": 403,
  "3810.47": 404,
  "644": 405,
  "170.75": 406,
  "98.33": 407,
  "159": 408,
  "1140.13": 409,
  "77.73": 410,
  "39.5": 411,
  "4090.18": 412,
  "315.53": 413,
  "6.1": 414,
  "64.98": 415,
  "14.63": 416,
  "1006.79": 417,
  "751": 418,
  "5842.78": 419,
  "191": 420,
  "7992.03": 421,
  "1493": 422,
  "32.12": 423,
  "731": 424,
  "235.14": 425,
  "5138": 426,
  "1410": 427,
  "536.66": 428,
  "183": 429,
  "2721.46": 430,
  "331.49": 431,
  "565": 432,
  "2845": 433,
  "870.73": 434,
  "60.86": 435,
  "1764.29": 436,
  "6.77": 437,
  "1197.58": 438,
  "322.23": 439,
  "179.42": 440,
  "14.75": 441,
  "65.54": 442,
  "1183.71": 443,
  "309.56": 444,
  "44.63": 445,
  "3048": 446,
  "1287.78": 447,
  "2462.22": 448,
  "48.16": 449,
  "4287.75": 450,
  "2390": 451,
  "354.66": 452,
  "1753": 453,
  "186.55": 454,
  "68": 455,
  "3487": 456,
  "5213": 457,
  "98.59": 458,
  "850.4": 459,
  "346.94": 460,
  "224.57": 461,
  "31.26": 462,
  "24.72": 463,
  "331": 464,
  "663.22": 465,
  "1403.56": 466,
  "447.02": 467,
  "72.26": 468,
  "4226.8": 469,
  "11.12": 470,
  "60.94": 471,
  "7398": 472,
  "122.68": 473,
  "193.02": 474,
  "4.58": 475,
  "1108.77": 476,
  "118.83": 477,
  "206.58": 478,
  "87.38": 479,
  "115": 480,
  "24.69": 481,
  "495.42": 482,
  "2256": 483,
  "2057.48": 484,
  "971.82": 485,
  "45.91": 486,
  "338.41": 487,
  "119": 488,
  "179": 489,
  "14.55": 490,
  "160.79": 491,
  "465": 492,
  "459": 493,
  "2407": 494,
  "39.09": 495,
  "899": 496,
  "1637.44": 497,
  "723": 498,
  "1236.86": 499,
  "1379": 500,
  "3973.75": 501,
  "1264": 502,
  "2412.75": 503,
  "585.77": 504,
  "627.38": 505,
  "386": 506,
  "2895.91": 507,
  "300": 508,
  "3439.36": 509,
  "27.45": 510,
  "416.1": 511,
  "812.09": 512,
  "19.23": 513,
  "706.13": 514,
  "2907.73": 515,
  "2751": 516,
  "550": 517,
  "969.24": 518,
  "53.41": 519,
  "1377.82": 520,
  "141": 521,
  "1506": 522,
  "1137.25": 523,
  "351": 524,
  "171.35": 525,
  "1339.48": 526,
  "24.16": 527,
  "3814.35": 528,
  "268.63": 529,
  "2250.78": 530,
  "123.46": 531,
  "4141": 532,
  "832.45": 533,
  "82.5": 534,
  "77.69": 535,
  "3069": 536,
  "53.94": 537,
  "5449.28": 538,
  "1170.18": 539,
  "4256": 540,
  "279.76": 541,
  "1456.14": 542,
  "433": 543,
  "820": 544,
  "307.02": 545,
  "443.77": 546,
  "52.18": 547,
  "4942": 548,
  "377.6": 549,
  "72": 550,
  "4547.05": 551,
  "21.19": 552,
  "168.15": 553,
  "362.8": 554,
  "231.33": 555,
  "836": 556,
  "78.21": 557,
  "189.42": 558,
  "5731": 559,
  "89": 560,
  "499.6": 561,
  "160.05": 562,
  "7461.56": 563,
  "1379.65": 564,
  "24.53": 565,
  "1252.31": 566,
  "367": 567,
  "2539": 568,
  "4982.98": 569,
  "692.86": 570,
  "80.16": 571,
  "58.09": 572,
  "376.1": 573,
  "2703": 574,
  "35.75": 575,
  "47.65": 576,
  "1124.21": 577,
  "243.44": 578,
  "189.81": 579,
  "176.08": 580,
  "1817.7": 581,
  "61.82": 582,
  "164.53": 583,
  "123": 584,
  "1707.68": 585,
  "48.09": 586,
  "697.6": 587,
  "1086.02": 588,
  "118.62": 589,
  "14.77": 590,
  "145": 591,
  "1348": 592,
  "3090": 593,
  "68.98": 594,
  "486": 595,
  "31.67": 596,
  "60.51": 597,
  "131.92": 598,
  "4490.08": 599,
  "87.07": 600,
  "80.98": 601,
  "1": 602,
  "73": 603,
  "12.63": 604,
  "33.38": 605,
  "172.79": 606,
  "122.65": 607,
  "76.7": 608,
  "76.12": 609,
  "877.26": 610,
  "655": 611,
  "77.7": 612,
  "75.11": 613,
  "994.17": 614,
  "5907": 615,
  "2201": 616,
  "857.8": 617,
  "436": 618,
  "506.48": 619,
  "1830.47": 620,
  "3272.24": 621,
  "1003": 622,
  "3493.61": 623,
  "93.76": 624,
  "971.37": 625,
  "850": 626,
  "1044.79": 627,
  "170": 628,
  "54.98": 629,
  "1503.96": 630,
  "2768.61": 631,
  "927.41": 632,
  "47.23": 633,
  "785": 634,
  "50.92": 635,
  "1402.3": 636,
  "329": 637,
  "1848": 638,
  "470.01": 639,
  "90.91": 640,
  "1256": 641,
  "1360": 642,
  "987": 643,
  "192.92": 644,
  "132": 645,
  "936": 646,
  "226.58": 647,
  "173.95": 648,
  "740": 649,
  "5005.05": 650,
  "3255.62": 651,
  "5234.07": 652,
  "134.64": 653,
  "2134": 654,
  "309.32": 655,
  "10.95": 656,
  "772": 657,
  "3506.7": 658,
  "1016.48": 659,
  "37": 660,
  "89.18": 661,
  "43.38": 662,
  "2328.14": 663,
  "6299.77": 664,
  "976": 665,
  "12.33": 666,
  "392.96": 667,
  "11.16": 668,
  "3665": 669,
  "482.95": 670,
  "88.35": 671,
  "453": 672,
  "137.01": 673,
  "95": 674,
  "88.74": 675,
  "3781": 676,
  "781": 677,
  "5333": 678,
  "168.49": 679,
  "2132.48": 680,
  "1683.64": 681,
  "241.04": 682,
  "164.17": 683,
  "437": 684,
  "3413.09": 685,
  "41.49": 686,
  "98.63": 687,
  "3345": 688,
  "26.05": 689,
  "105.45": 690,
  "1746.11": 691,
  "15.68": 692,
  "478.36": 693,
  "706": 694,
  "1551.8": 695,
  "360": 696,
  "178.59": 697,
  "86.53": 698,
  "4532": 699,
  "1362": 700,
  "222": 701,
  "1015": 702,
  "90.23": 703,
  "2802.89": 704,
  "4155": 705,
  "4227": 706,
  "1819": 707,
  "3174": 708,
  "862": 709,
  "317.53": 710,
  "2208.85": 711,
  "71.85": 712,
  "491": 713,
  "98.85": 714,
  "41.65": 715,
  "884": 716,
  "1840.18": 717,
  "208.14": 718,
  "14.83": 719,
  "68.1": 720,
  "1556": 721,
  "431.3": 722,
  "209.67": 723,
  "1168.59": 724,
  "168.89": 725,
  "2193": 726,
  "4.71": 727,
  "135.91": 728,
  "125.89": 729,
  "7.23": 730,
  "4788.51": 731,
  "1688.96": 732,
  "20.58": 733,
  "84": 734,
  "74.79": 735,
  "5740.15": 736,
  "72.85": 737,
  "4291": 738,
  "800.22": 739,
  "721.42": 740,
  "101.71": 741,
  "4858": 742,
  "844.25": 743,
  "448": 744,
  "359.81": 745,
  "1166.9": 746,
  "187": 747,
  "570": 748,
  "1496.19": 749,
  "5.3": 750,
  "1020.82": 751,
  "29.75": 752,
  "3292.58": 753,
  "157": 754,
  "77.09": 755,
  "65.55": 756,
  "2858": 757,
  "55.12": 758,
  "1234": 759,
  "1196.66": 760,
  "66": 761,
  "173": 762,
  "16.84": 763,
  "385": 764,
  "630.31": 765,
  "48": 766,
  "55.68": 767,
  "2340.11": 768,
  "3541.97": 769,
  "72.81": 770,
  "787": 771,
  "5016.6": 772,
  "4121.55": 773,
  "362": 774,
  "5144.18": 775,
  "791": 776,
  "987.87": 777,
  "177": 778,
  "10": 779,
  "3174.16": 780,
  "5601": 781,
  "91.27": 782,
  "6797.49": 783,
  "920": 784,
  "68.18": 785,
  "4.11": 786,
  "447.25": 787,
  "348": 788,
  "191.03": 789,
  "3799.73": 790,
  "785.67": 791,
  "98.61": 792,
  "1186.02": 793,
  "2706.71": 794,
  "298.95": 795,
  "4443.39": 796,
  "93": 797,
  "142.01": 798,
  "129": 799,
  "5746": 800,
  "146": 801,
  "2426": 802,
  "5783.17": 803,
  "962.78": 804,
  "1309.53": 805,
  "37.31": 806,
  "43": 807,
  "191.54": 808,
  "1866": 809,
  "3873.24": 810,
  "13.22": 811,
  "9.36": 812,
  "102.3": 813,
  "1098": 814,
  "240": 815,
  "580.16": 816,
  "705.96": 817,
  "5.17": 818,
  "842": 819,
  "4849": 820,
  "501": 821,
  "3541": 822,
  "12.84": 823,
  "30.88": 824,
  "735": 825,
  "109.83": 826,
  "106": 827,
  "538.38": 828,
  "2400.49": 829,
  "961": 830,
  "25.62": 831,
  "2184": 832,
  "198": 833,
  "745.81": 834,
  "278": 835,
  "541.46": 836,
  "31": 837,
  "764": 838,
  "1457": 839,
  "35.17": 840,
  "445": 841,
  "3230": 842,
  "628": 843,
  "57.51": 844,
  "141.26": 845,
  "3571.82": 846,
  "129.56": 847,
  "530.24": 848,
  "4741.71": 849,
  "1.78": 850,
  "124": 851,
  "2397.2": 852,
  "279.64": 853,
  "283.03": 854,
  "1236.59": 855,
  "2723.57": 856,
  "1174.74": 857,
  "2073": 858,
  "50.01": 859,
  "17.58": 860,
  "29.04": 861,
  "634.64": 862,
  "107.33": 863,
  "3893.87": 864,
  "1969.5": 865,
  "1818.95": 866,
  "3173.48": 867,
  "48.66": 868,
  "466": 869,
  "2074.1": 870,
  "2518": 871,
  "2046.3": 872,
  "703.74": 873,
  "130.92": 874,
  "270": 875,
  "335": 876,
  "454": 877,
  "47.52": 878,
  "5.7": 879,
  "59.42": 880,
  "8.39": 881,
  "1100": 882,
  "1042.03": 883,
  "4213": 884,
  "6679.65": 885,
  "490": 886,
  "426": 887,
  "569.25": 888,
  "532.32": 889,
  "49": 890,
  "964": 891,
  "50.33": 892,
  "1200.55": 893,
  "190": 894,
  "4512": 895,
  "798": 896,
  "29.77": 897,
  "1276": 898,
  "1338.7": 899,
  "58.17": 900,
  "3971.22": 901,
  "1472": 902,
  "377": 903,
  "7817.65": 904,
  "57.57": 905,
  "2566.23": 906,
  "4.7": 907,
  "408.43": 908,
  "378": 909,
  "2272.05": 910,
  "1291.76": 911,
  "180.09": 912,
  "832.16": 913,
  "3462": 914,
  "164.14": 915,
  "2884": 916,
  "43.16": 917,
  "218": 918,
  "3465": 919,
  "1393.69": 920,
  "62.38": 921,
  "733": 922,
  "75.3": 923,
  "2243.17": 924,
  "1783": 925,
  "962": 926,
  "30.05": 927,
  "2670.77": 928,
  "47.95": 929,
  "364.81": 930,
  "16.07": 931,
  "441": 932,
  "602.47": 933,
  "75.84": 934,
  "104.86": 935,
  "3000.34": 936,
  "60.14": 937,
  "3986.04": 938,
  "164.19": 939,
  "103.56": 940,
  "5436.61": 941,
  "3246": 942,
  "13": 943,
  "37.99": 944,
  "210.89": 945,
  "355.42": 946,
  "4.26": 947,
  "1629.06": 948,
  "31.89": 949,
  "4824": 950,
  "5643": 951,
  "94.48": 952,
  "155.44": 953,
  "875.4": 954,
  "291": 955,
  "253.26": 956,
  "2702.24": 957,
  "15.58": 958,
  "78.92": 959,
  "168.17": 960,
  "40.9": 961,
  "2056.86": 962,
  "1293.93": 963,
  "158": 964,
  "332": 965,
  "73.73": 966,
  "2550": 967,
  "33.83": 968,
  "219.02": 969,
  "5757": 970,
  "196.67": 971,
  "75.86": 972,
  "3451.35": 973,
  "37.81": 974,
  "67.86": 975,
  "430": 976,
  "1464.68": 977,
  "2039.72": 978,
  "1394.22": 979,
  "432.4": 980,
  "23.98": 981,
  "325.81": 982,
  "76.58": 983,
  "181": 984,
  "2236.96": 985,
  "7118.71": 986,
  "324.3": 987,
  "4106": 988,
  "619": 989,
  "3554": 990,
  "533.61": 991,
  "73.65": 992,
  "31.5": 993,
  "79.74": 994,
  "584": 995,
  "2008.29": 996,
  "86.49": 997,
  "87.29": 998,
  "111.57": 999,
  "399.66": 1000,
  "1088": 1001,
  "152": 1002,
  "568.57": 1003,
  "162.49": 1004,
  "3618.6": 1005,
  "237.39": 1006,
  "18.68": 1007,
  "2494.13": 1008,
  "505.7": 1009,
  "85.81": 1010,
  "1108.85": 1011,
  "53.07": 1012,
  "371.73": 1013,
  "129.61": 1014,
  "547": 1015,
  "1667.01": 1016,
  "37.03": 1017,
  "97": 1018,
  "6885.46": 1019,
  "11.41": 1020,
  "89.2": 1021,
  "108": 1022,
  "105.24": 1023,
  "52.34": 1024,
  "399.71": 1025,
  "474.38": 1026,
  "139": 1027,
  "1075.43": 1028,
  "563": 1029,
  "459.17": 1030,
  "1314.61": 1031,
  "176.38": 1032,
  "442.73": 1033,
  "1412": 1034,
  "865.81": 1035,
  "195.63": 1036,
  "676": 1037,
  "202.73": 1038,
  "143.24": 1039,
  "168": 1040,
  "68.85": 1041,
  "2333": 1042,
  "205.28": 1043,
  "102.73": 1044,
  "742.65": 1045,
  "13.57": 1046,
  "34.69": 1047,
  "54.7": 1048,
  "168.91": 1049,
  "897": 1050,
  "3976": 1051,
  "3686.23": 1052,
  "25.26": 1053,
  "1048": 1054,
  "2000": 1055,
  "941.63": 1056,
  "534.66": 1057,
  "1510.89": 1058,
  "4206.44": 1059,
  "5.67": 1060,
  "4688": 1061,
  "747": 1062,
  "2243": 1063,
  "6.42": 1064,
  "52.79": 1065,
  "1.55": 1066,
  "72.84": 1067,
  "67.19": 1068,
  "76.84": 1069,
  "5619": 1070,
  "23.89": 1071,
  "13.28": 1072,
  "20.73": 1073,
  "50.97": 1074,
  "117": 1075,
  "1817": 1076,
  "888": 1077,
  "1318": 1078,
  "1025.78": 1079,
  "775": 1080,
  "69.44": 1081,
  "958": 1082,
  "720.52": 1083,
  "276.8": 1084,
  "935.17": 1085,
  "10.91": 1086,
  "212": 1087,
  "4015.19": 1088,
  "162.99": 1089,
  "677.74": 1090,
  "3323": 1091,
  "4782": 1092,
  "341.52": 1093,
  "4929": 1094,
  "1190": 1095,
  "307.05": 1096,
  "349": 1097,
  "674": 1098,
  "1478": 1099,
  "4.28": 1100,
  "128.16": 1101,
  "12.19": 1102,
  "200": 1103,
  "110": 1104,
  "87.65": 1105,
  "4741.4": 1106,
  "31.23": 1107,
  "21.6": 1108,
  "642.73": 1109,
  "724": 1110,
  "4.1": 1111,
  "1168.82": 1112,
  "5060.33": 1113,
  "646": 1114,
  "116.5": 1115,
  "1043.04": 1116,
  "1145": 1117,
  "184.26": 1118,
  "20.12": 1119,
  "3.44": 1120,
  "4915": 1121,
  "3247.91": 1122,
  "474.04": 1123,
  "819": 1124,
  "759.52": 1125,
  "50.95": 1126,
  "73.64": 1127,
  "2628": 1128,
  "4870": 1129,
  "1636.45": 1130,
  "63.6": 1131,
  "4762.29": 1132,
  "74.25": 1133,
  "201.04": 1134,
  "560.11": 1135,
  "309.06": 1136,
  "57.74": 1137,
  "971.95": 1138,
  "2688": 1139,
  "802": 1140,
  "3714.54": 1141,
  "4596.88": 1142,
  "65.8": 1143,
  "4733.49": 1144,
  "1298.33": 1145,
  "7783.43": 1146,
  "3046": 1147,
  "21.43": 1148,
  "180.27": 1149,
  "2638": 1150,
  "883": 1151,
  "6111": 1152,
  "32.45": 1153,
  "66.5": 1154,
  "331.48": 1155,
  "47.91": 1156,
  "366.1": 1157,
  "57.78": 1158,
  "3.33": 1159,
  "81.19": 1160,
  "83.28": 1161,
  "4019.69": 1162,
  "101.59": 1163,
  "144.28": 1164,
  "1805": 1165,
  "1299.69": 1166,
  "11.74": 1167,
  "16.94": 1168,
  "19.73": 1169,
  "631": 1170,
  "68.34": 1171,
  "3704.21": 1172,
  "2239.52": 1173,
  "86.22": 1174,
  "41.25": 1175,
  "32.57": 1176,
  "521": 1177,
  "2696.67": 1178,
  "526": 1179,
  "220.87": 1180,
  "60.01": 1181,
  "54.29": 1182,
  "2132.64": 1183,
  "261.42": 1184,
  "39": 1185,
  "76.46": 1186,
  "4865.9": 1187,
  "49.93": 1188,
  "650.41": 1189,
  "177.09": 1190,
  "3067.79": 1191,
  "91.65": 1192,
  "754": 1193,
  "5928": 1194,
  "26.29": 1195,
  "84.74": 1196,
  "4500": 1197,
  "287.89": 1198,
  "462": 1199,
  "237.17": 1200,
  "405.05": 1201,
  "3093": 1202,
  "914": 1203,
  "179.72": 1204,
  "28.61": 1205,
  "169": 1206,
  "254": 1207,
  "156": 1208,
  "693": 1209,
  "550.77": 1210,
  "29.15": 1211,
  "77.63": 1212,
  "3639": 1213,
  "24": 1214,
  "135": 1215,
  "18.4": 1216,
  "908": 1217,
  "715.62": 1218,
  "7.6": 1219,
  "40.1": 1220,
  "1418": 1221,
  "143": 1222,
  "464": 1223,
  "1128.11": 1224,
  "63.43": 1225,
  "973": 1226,
  "97.17": 1227,
  "734.28": 1228,
  "80.72": 1229,
  "2373.59": 1230,
  "1071": 1231,
  "14.52": 1232,
  "283.97": 1233,
  "1673.44": 1234,
  "127": 1235,
  "1590.68": 1236,
  "384": 1237,
  "64.78": 1238,
  "100.35": 1239,
  "31.8": 1240,
  "5897": 1241,
  "564": 1242,
  "525": 1243,
  "701.96": 1244,
  "16.67": 1245,
  "20.42": 1246,
  "1825": 1247,
  "555.21": 1248,
  "148.19": 1249,
  "103": 1250,
  "1443.72": 1251,
  "1401.84": 1252,
  "84.18": 1253,
  "均": 1254,
  "100": 1255,
  "4542": 1256,
  "264.35": 1257,
  "1346": 1258,
  "33.76": 1259,
  "1400.11": 1260,
  "80.15": 1261,
  "6719": 1262,
  "80.56": 1263,
  "319.49": 1264,
  "161.22": 1265,
  "194": 1266,
  "168.19": 1267,
  "2021": 1268,
  "22.36": 1269,
  "2330": 1270,
  "372": 1271,
  "75.05": 1272,
  "2085.82": 1273,
  "1181": 1274,
  "1974": 1275,
  "98": 1276,
  "4560.1": 1277,
  "1736": 1278,
  "4.51": 1279,
  "716.26": 1280,
  "31.68": 1281,
  "2193.95": 1282,
  "429": 1283,
  "24.58": 1284,
  "10.63": 1285,
  "70.74": 1286,
  "88": 1287,
  "53.03": 1288,
  "62": 1289,
  "833.03": 1290,
  "422.72": 1291,
  "116.33": 1292,
  "650.83": 1293,
  "147.24": 1294,
  "109.72": 1295,
  "512": 1296,
  "70.88": 1297,
  "1116.76": 1298,
  "967": 1299,
  "945.15": 1300,
  "464.28": 1301,
  "302.04": 1302,
  "28": 1303,
  "366": 1304,
  "151.67": 1305,
  "3115": 1306,
  "4135": 1307,
  "70.68": 1308,
  "88.55": 1309,
  "296.34": 1310,
  "4860.02": 1311,
  "1322.24": 1312,
  "11.19": 1313,
  "697": 1314,
  "7.57": 1315,
  "356.68": 1316,
  "56.98": 1317,
  "863.57": 1318,
  "188.14": 1319,
  "1810": 1320,
  "342.63": 1321,
  "111": 1322,
  "2876": 1323,
  "3003": 1324,
  "1813": 1325,
  "1269": 1326,
  "19.27": 1327,
  "3274": 1328,
  "524": 1329,
  "341": 1330,
  "7562": 1331,
  "59.23": 1332,
  "188.65": 1333,
  "272": 1334,
  "1537": 1335,
  "12.16": 1336,
  "3847.17": 1337,
  "51.91": 1338,
  "93.1": 1339,
  "2158.2": 1340,
  "54.65": 1341,
  "7670.06": 1342,
  "673": 1343,
  "2577": 1344,
  "79.23": 1345,
  "206.91": 1346,
  "578": 1347,
  "48.23": 1348,
  "841.73": 1349,
  "793": 1350,
  "4737.78": 1351,
  "6453.41": 1352,
  "871.58": 1353,
  "923": 1354,
  "5180.51": 1355,
  "53.79": 1356,
  "14.7": 1357,
  "4084.24": 1358,
  "265.87": 1359,
  "562": 1360,
  "4304.05": 1361,
  "357": 1362,
  "122.42": 1363,
  "1.68": 1364,
  "741.21": 1365,
  "997.3": 1366,
  "230.08": 1367,
  "28.15": 1368,
  "36.94": 1369,
  "1218": 1370,
  "974.07": 1371,
  "5958.23": 1372,
  "1201.93": 1373,
  "77.39": 1374,
  "456.8": 1375,
  "782.37": 1376,
  "2221": 1377,
  "3946": 1378,
  "45.02": 1379,
  "772.94": 1380,
  "359.47": 1381,
  "60": 1382,
  "1111.56": 1383,
  "87": 1384,
  "580.83": 1385,
  "1275.19": 1386,
  "46.13": 1387,
  "110.65": 1388
}